"(Not You?)|Login - Clickable text letting user log in as a different user" = "(Sen Değil Misin?)";

"+%i|Very short string used in place of X names of members of a thread (when the thread name is too long to fit). Ex: +1, +2, +3.  If the language has no short way to express this, use … (ellipsis) or equivalent." = "+%1$i";

",|Punctuation (comma) used to separate entries in a list of names. Example: Alice, Bob, Carol" = ",";

"1 Friend is Nearby|Title of megaphone to encourage user to share location." = "1 Arkadaşın Yakınlarda";

"1 day|text to show user was online/active 1 day ago (don't abbrev)" = "1 gün";

"1 hour|text to show user was online/active 1 hour ago (don't abbrev)" = "1 saat";

"1 minute|text to show user was online/active 1 minute ago (don't abbrev)" = "1 dakika";

"1d|short indicator that a user was active 1 day ago" = "1g";

"1h|short indicator that a user was active 1 hour ago" = "1s";

"1m Limit: Release to send|notify user that the maximum recording time has been reached" = "1d Sınırı: Göndermek için bırak";

"1m|short indicator that a user was active 1 minute ago" = "1d";

"2 days|text to show user was online/active 2 days ago (don't abbrev)" = "2 gün";

"2 hours|text to show user was online/active 2 hours ago (don't abbrev)" = "2 saat";

"2 minutes|text to show user was online/active 2 minutes ago (don't abbrev)" = "2 dakika";

"A new version of Messenger is available.|New version title" = "Messenger'ın yeni bir sürümü var.";

"Activation Code|placeholder text for activation code field" = "Aktivasyon kodu";

"Activation Request Failed|" = "Aktivaston İsteği Başarısız Oldu";

"Active Now (%d)|Title for chat bar section containing online friends who are not top friends. Number after string is number of friends who are online." = "Şu An Aktif (%1$d)";

"Add Favorite|Title of screen shown when user is adding a new favorite" = "Sık Kullanılanlara Ekle";

"Add More People|button for adding people to the conversation" = "Başkalarını Ekle";

"Add More People|title for add members page" = "Başkalarını Ekle";

"Add More People|title for add people page" = "Başkalarını Ekle";

"Add To Conversation|text to show in the add people button" = "Konuşmaya Ekle";

"Add to Existing Contact|action sheet option for adding a phone number to an existing contact" = "Mevcut Kişiye Ekle";

"Add|generic add button" = "Ekle";

"Adding...|adding progress text" = "Ekleniyor...";

"Advanced Settings|text for advanced settings button" = "Gelişmiş Ayarlar";

"Advanced|title for advanced settings page" = "Gelişmiş";

"Alerts Off Until %@|Indicates that alerts are off until X time" = "Uyarılar Şu Zamana Kadar Kapalı: %1$@";

"Alerts Off for 1 Hour|Indicates that alerts are off for 1 hour" = "Uyarılar 1 Saat Kapalı";

"Alerts Off|Indicates that alerts are off" = "Uyarılar Kapalı";

"Alerts On|Indicates that alerts are on" = "Uyarılar Açık";

"All notifications are off for 8h.|footer text for notifications settings applying to all conversations" = "Tüm bildirimler 8s boyunca kapalı.";

"All notifications are off.|Mute warning display on thread list" = "Tüm bildirimler kapalı.";

"Answer|Text for button that accepts a call" = "Cevap Ver";

"Archive Thread|Button label that will archive the thread" = "Yazışmayı Arşivle";

"Are you sure you want to delete the conversation name?|alert message for deleting conversation name" = "Bu konuşma adını silmek istediğinden emin misin?";

"Are you sure you want to leave this conversation? You will no longer receive new messages.|confirmation dialog message for leaving a thread" = "Bu konuşmadan çıkmak istediğinden emin misin? Bundan böyle konuşmadaki yeni mesajları almayacaksın.";

"Are you sure?|Title for dialog asking the user if they're sure if they want to not enable push notifications" = "Emin misin?";

"Attach a Photo|Button label for attaching a photo from the photo library" = "Fotoğraf Ekle";

"Attach media|Accessibility text for button that lets user start attaching photos or other media, as well as emoticons and emoji" = "Medya Ekle";

"Auto Send|Auto send label" = "Otomatik Gönder";

"Back|generic nav bar back button" = "Geri";

"Bing Image Search|" = "Bing Görüntü Araması";

"Call Ended|End call message in non-error case" = "Arama Sona Erdi";

"Call Ended|String shown when the call ends" = "Arama Sona Erdi";

"Call Failed|End call message in error case" = "Arama Yapılamadı";

"Call %@|action sheet option for calling a phone number" = "%1$@'yi Ara";

"Camera|Button label for attaching a photo from the camera" = "Kamera•";

"Cancel|Title for generic Cancel button." = "İptal";

"Choose Photo|action sheet option for choosing a photo from photo library" = "Fotoğraf Seç";

"Clear|prompt to clear all unsent messages" = "Temizle";

"Clearing...|Progress text shown while clearing the image for a thread" = "Temizleniyor...";

"Clearing...|Progress text shown while clearing the name for a thread" = "Temizleniyor...";

"Close active chat|Button to close an active chat" = "Aktif sohbeti kapat";

"Comment|Comment button title" = "Yorum yap";

"Compose message to %@|Accessibility label describing a text view to start writing a message to a user with no draft message" = "%1$@'ye mesaj yaz";

"Compose message to %@: %@|Accessibility label describing a text view to start writing a message to a user with some appended draft message" = "%1$@'ye mesaj yaz: %2$@";

"Confirm Phone|Title of page where user enters their phone number" = "Telefonu Onayla";

"Connecting|Text shown on call screen while connecting a call" = "Bağlanılıyor";

"Connection Failed|Alert title when connection failed" = "Bağlantı Kurulamadı";

"Connection Lost|End call message in connection lost case" = "Bağlantı Kesildi";

"Contact Info|Title of the canonical thread info page." = "İletişim Bilgileri";

"Contacting|Text shown on call screen while contacting another party" = "Bağlanılıyor";

"Continue|Login - Login Button Title for Keychain Login" = "Devam";

"Conversation Name|placeholder text in conversation name textfield" = "Konuşma Adı";

"Copy Link|Option that pops out after long press on a link in message thread." = "Bağlantıyı Kopyala";

"Copy|action sheet option for copying a string to the clipboard" = "Kopyala";

"Could not add new members. Please try again.|message for failing to add members dialog" = "Yeni üye eklenemedi. Lütfen tekrar dene.";

"Could not retrieve availability|Text shown to an user when the operation to retrieve the other party's callable status fails" = "Müsaitlik durumu alınamadı";

"Countries|Title for country picker" = "Ülkeler";

"Country|Country - Country placeholder text" = "Ülke";

"Create Group Conversation|button for adding people to the canonical conversation" = "Grup Konuşması Yap";

"Create New Contact|action sheet option for creating a new contact" = "Yeni Kişi Oluştur";

"Currently in a call|Error message when user tries to initiate a call while already in a call" = "Şu anda bir başkasıyla görüşüyor";

"Customize Notification Settings|User education for how to configure conversation alerts" = "Bildirim Ayarlarını Özelleştir";

"Decline|Text for button that declines a call" = "Reddet";

"Delete Conversation Name|alert title for deleting conversation name" = "Konuşma Adını Sil";

"Delete Message? It cannot be undone.|text shown when a user swipes to delete a message" = "Mesajı Sil? Bu işlem geri alınamaz.";

"Delete|Button to accept deleting the name of a conversation" = "Sil";

"Delete|Label for button to delete previous character" = "Sil";

"Delete|button text for deleting a message" = "Sil";

"Delete|button text for removing an unsent message" = "Sil";

"Details|title for message details page" = "Detaylar";

"Discover Who's Nearby|Title of NUX to encourage user to share location." = "Yakınlarda Olan Kişileri Keşfet";

"Discover which friends are nearby and let them know you're around.|Description of megaphone to encourage user to share location." = "Yakınlarında hangi arkadaşlarının olduğunu keşfet ve onları da senin civarlarında olduğundan haberdar et.";

"Discover who's in the area and let them know you're around.|Description of megaphone to encourage user to share location." = "Yakınlarında hangi arkadaşlarının olduğunu keşfet ve onları da senin civarlarında olduğundan haberdar et.";

"Dismiss|Dismiss the audio recorder" = "Yok Say";

"Don't Delete|Button to decline to delete the name of a conversation" = "Silme";

"Don't Save|Don't save action sheet button" = "Kaydetme";

"Done|Title for generic Done button that dismisses a view. This needs to be a short string to avoid truncation." = "Bitti";

"Download|Button title to download an upgrade" = "İndir";

"Edit|Edit button/label title for chat divebar" = "Düzenle";

"Email|email field placeholder on login screen" = "E-posta";

"Empty Feedback|Title for empty feedback warning." = "Görüş Yok";

"Enter Code|Enter Code page title" = "Kodu Gir";

"Error|error title after failed to load webview" = "Hata";

"Facebook User|Placeholder name for Facebook user whose name is unknown" = "Facebook Kullanıcısı";

"Failed to add members|title for failing to add members dialog" = "Üye eklenemedi";

"Failed to save your settings.|error message after changing thread alert setting." = "Ayarların kaydedilemedi.";

"Favorites|chat bar favorites header title" = "Sık Kullanılanlar";

"Free Call|Text on button that starts a messenger call" = "Ücretsiz Arama";

"Free Calling Unavailable|Title for dialog explaining that messenger calls are not available" = "Ücretsiz Arama Kullanılamıyor";

"Friends of Friends|Table section header for a list of friends of friends search results" = "Arkadaşlarımın Arkadaşları";

"Friends on Messenger|Table title: Friends who have Facebook Messenger" = "Messenger'daki Arkadaşların";

"Get Directions|action sheet option for viewing a map" = "Yol Tarifi Al";

"Get Facebook Messenger|Title of a link that takes the user to download the Facebook Messenger app" = "Facebook Messenger'ı Yükle";

"Get Started|Title for NUX" = "Kullanmaya Başla";

"Give us feedback or report a problem|Placeholder text for the report bug or feedback input field" = "Bize görüşlerini veya bir sorunu bildir";

"Google Image Search|" = "Google Görüntü Araması";

"Group Conversation|Create a group conversation divebar label" = "Grup Konuşması";

"Group Conversation|Label at top of online friends list that takes user to new message composer" = "Grup Konuşması";

"Group Info|Title of group thread info page." = "Grup Bilgileri";

"Help|text for help button" = "Yardım";

"Hold to Talk|The instruction for holding the record button and talk" = "Basılı Tutarak Konuş";

"I'm sure|Button label confirming the user wants to continue with the selected action" = "Eminim";

"If you enjoy using %@, would you mind taking a moment to rate this update? Thanks!|Prompt for user to rate the app." = "%1$@ uygulaması hoşuna gittiyse, lütfen bir dakikanı ayırıp bu güncellemeye puan verebilir misin? Teşekkürler.";

"Image Search|action sheet option for choosing a photo from image search" = "Görüntü Arama";

"Include your location|Title of location NUX when user has not yet made a choice regarding enabling or disabling location services." = "Konumunu ekle";

"Incomplete contact|Alert title: Newly created contact needs more information" = "Eksik kişi";

"Incorrect Confirmation Code.|alert title for incorrect confirmation code" = "Yanlış Onay Kodu";

"Install Facebook Messenger?|The caption to promote users for installing Facebook Messenger app" = "Facebook Messenger'ı yükle?";

"Install Messenger to listen to this message and record your own.|The detailed message to tell user that the audio clip feature is not supported on the wilde, and then promote a link for them to download the Facebook Messenger app" = "Bu mesajı dinlemek ve kendi mesajını kaydetmek için Messenger'ı yükle.";

"Install|Button text to install the Facebook Messenger" = "Yükle";

"Invalid Contact|Alert title: Newly created contact has invalid information" = "Geçersiz Kişi";

"Invalid Country Code|alert title for invalid country code" = "Geçersiz Ülke Kodu";

"Invalid Phone Number|alert title for invalid phone number" = "Geçersiz Telefon Numarası";

"Keep everyone in the loop|Detail subtitle for Group Chat NUX slide" = "Herkesi haberdar et";

"Last Updated: %@|last updated date in pull to refresh header" = "Son Güncelleme: %1$@";

"Learn More|Title for button to learn more about sharing location." = "Daha Fazla Bilgi Al";

"Leave Conversation|leave conversation button" = "Konuşmadan Çık";

"Leave conversation?|confirmation dialog title for leaving a thread" = "Konuşmadan çık?";

"Leave|Button title for leaving a thread" = "Çık";

"Leaving...|Progress text shown while leaving a thread" = "Çıkılıyor...";

"Let people in this conversation know where you are.|Text of location NUX when user has not yet made a choice regarding enabling or disabling location services." = "Bu konuşmadakilerin nerede olduğu görmesine izin ver.";

"Licenses|Licenses screen title" = "Lisanslar";

"Licenses|text for licenses button" = "Lisanslar";

"Like|Like button title" = "Beğen";

"Load Earlier Messages|message for loading earlier messages" = "Önceki Mesajları Yükle";

"Loading...|Message presented while waiting for content to load." = "Yükleniyor...";

"Locating You...|Message presented when waiting for an accurate location fix." = "Konumun Belirleniyor...";

"Location is Disabled|Title for dialog indicating that the app hasn't been granted location permissions" = "Konum Devre Dışı";

"Location is off for this conversation|Title of location NUX when user turns off location services for the first time." = "Bu konuşma için konum kapalı";

"Location services are off. Turn on to let people in this conversation know where you are.|Text of location NUX when user has disabled location services." = "Konum servisleri kapalı. Bu konuşmadakilerin senin nerede olduğunu görebilmesi için konum servislerini aç.";

"Location services are on|Title of location NUX when user has enabled location services." = "Konum servisleri açık";

"Log In to Facebook|Login - Login Button Title for password login" = "Facebook'a Giriş Yap";

"Logged in as %@|Login - Text showing who user is logged in as" = "%1$@ olarak giriş yapıldı";

"Login Approval Required|title of login approval dialog" = "Giriş Onayı Gerekiyor";

"Login Failed|Invalid login alert title" = "Giriş Yapılamadı";

"Map|title of map tab" = "Harita";

"Mark as Unread|Button label that will mark the thread as unread" = "Okunmadı Olarak İşaretle";

"Meet Friends on the Go|Title of megaphone to encourage user to share location." = "Arkadaşlarınla Spontane Buluş";

"Message|divebar message button title" = "Mesaj";

"Messages|Messenger module display name" = "Mesajlar";

"Messages|name of the app with Facebook brand" = "Mesajlar";

"Messenger|The title of the app, used in Appirater's dialog." = "Messenger";

"More Friends (%d)|Title for chat bar section containing friends who are not top friends. Number after string is number of friends who are online or pushable." = "Diğer Arkadaşlar (%1$d)";

"More Friends (%d)|Title for chat bar section containing online friends who are not top friends. Number after string is number of friends who are online." = "Diğer Arkadaşlar (%1$d)";

"More Online Friends|Table title: More friends who are online (but are not top ranked friends)" = "Diğer Çevrimiçi Arkadaşlar";

"NOTE: People you add will see all previous messages in this conversation.|warning when adding new people to a thread" = "NOT: Eklediğin kişiler bu konuşmadaki eski mesajları görebilecek.";

"Name is Too Long|alert title for long conversation name" = "Ad çok uzun";

"Name|Placeholder text: Name of new contact" = "Adı";

"Never miss a message again|Detail subtitle for Push Notification NUX slide" = "Mesajları bir daha asla kaçırma";

"Never miss a message from your friends again.|Body of Messenger NUX page 2" = "Arkadaşlarının mesajlarını bir daha asla kaçırma.";

"New Contact|Button title: Create a new contact" = "Yeni Kişi";

"New Message|Title of screen shown when user is composing a new message" = "Yeni Mesaj";

"New version available|Title of alert displayed when new version is available" = "Yeni sürümü var";

"Next|Generic button to move to next item" = "Sonraki";

"Next|button label for moving to the next screen" = "İleri";

"No Message|dialog title for when user tries to send an empty message" = "Mesaj Yok";

"No Recipients|dialog title for when user tries to send to no recipients" = "Alıcı Yok";

"No Results|Accessibility label describing a contacts search result with no results" = "Sonuç Yok";

"No locations shared recently.|message on map view when no location has been shared recently" = "Yakınlarda hiç konum paylaşılmadı.";

"No response.|Error reported when no response is received from the server" = "Yanıt yok.";

"No, Thanks|Label on button for user to decline to rate the app" = "Hayır, Teşekkürler";

"Nobody will see exactly where you are.|Explanation to let user know sharing location will not expose his exact location." = "Tam olarak nerede olduğunu kimse görmeyecek.";

"Not Now|Button text to temporarily ignore the installation message" = "Şimdi Değil";

"Not Now|Not now alert popup button" = "Şimdi Değil";

"Not Now|Title of button to not share location for now." = "Şimdi Değil";

"Not Now|button label for deferring enabling push notifications" = "Şimdi Değil";

"Not now|Button title to decline an upgrade" = "Şimdi değil";

"Notifications for This Conversation|Title for per-thread notification settings" = "Bu Konuşma İçim Bildirimler";

"Notifications for this conversation are off.|Mute warning display on conversation view" = "Bu konuşma için bildirimler kapalı.";

"Notifications|Label for enabling/disabling notification" = "Bildirimler";

"OK|Title for generic OK button." = "Tamam";

"Off Until %@|Short string for indicating that alerts are off until X time" = "Şu Ana Kadar Kapalı: %1$@";

"Off for 1 Hour|Short string for indicating that alerts are off for 1 hour" = "1 Saat Kapalı";

"Off|Short string for indicating that alerts are off" = "Kapalı";

"On|Short string for indicating that alerts are on" = "Açık";

"Open in Maps|action sheet option for opening an address in the Maps app" = "Haritada Aç";

"Password|password field placeholder on login screen" = "Şifre";

"People in this conversation can see your location on the map.|Text of location NUX when user has enabled location services." = "Bu konuşmadakiler konumunu harita üzerinde görebilir.";

"People|Section title for list of thread participants." = "Konuşmadakiler";

"People|title of people tab" = "Konuşmadakiler";

"Phone Number|placeholder text for phone number field" = "Telefon Numarası";

"Phone or Email|Placeholder text: Phone or email address of new contact" = "Telefon veya E-posta:";

"Pin friends you message most|Label when users have no favorites" = "En sık mesajlaştığın arkadaşlarını ekle";

"Please check your confirmation code and try again.|alert message for incorrect confirmation code" = "Lütfen onay kodunu kontrol et ve tekrar dene.";

"Please check your network connection and try again.|" = "Lütfen ağ/şebeke bağlantını kontrol et ve tekrar dene.";

"Please check your number and try again.|Error reported when an invalid phone number response is received from the server" = "Lütfen numaranı kontrol et ve tekrar dene.";

"Please check your number and try again.|alert message for invalid phone number" = "Lütfen numaranı kontrol et ve tekrar dene.";

"Please download the latest version of Facebook Messenger.|Notification displayed to user when a version upgrade is available" = "Lütfen Facebook Messenger'ın en son sürümünü indir.";

"Please enter a message or attach a photo|dialog message for when user tries to send an empty message" = "Lütfen bir mesaj yaz veya bir fotoğraf ekle";

"Please enter a phone number or email.|Alert message: Newly created contact has invalid information" = "Lütfen bir telefon numarası veya e-posta adresi gir.";

"Please enter a valid country code.|alert message for invalid country code" = "Lütfen geçerli bir ülke kodu gir.";

"Please enter the email and password you use to log in to Facebook.|Invalid login alert message" = "Lütfen Facebook'a giriş yaparken kullandığın e-posta adresini ve şifreni gir.";

"Please enter the person's name and contact information.|Alert message: Newly created contact needs more information" = "Lütfen bu kişinin adını ve iletişim bilgilerini gir.";

"Please include a description of your problem.|Message for empty feedback warning." = "Lütfen sorununun açıklamasını ekle.";

"Please rate the quality of your call|Prompt for call quality survey" = "Lütfen aramanın kalitesine puan ver";

"Please re-login to renew your session.|Error message for expired session" = "Lütfen oturumunu yenilemek için yeniden giriş yap.";

"Please use a shorter conversation name.|alert message for long conversation name" = "Lütfen daha kısa bir konuşma adı kullan.";

"Preview|title for image preview screen" = "Önizleme";

"Privacy & Terms|text for privacy and terms button" = "Gizlilik ve Koşullar";

"Pull down to refresh...|message for pull down to refresh" = "Yenilemek için aşağı çek...";

"Push notification alerts are off.|Reminder text for when push alerts are off on the phone." = "Push bildirimi uyarıları kapalı.";

"Push notification sounds are off.|Reminder text for when push notification sounds are off on the phone." = "Push bildirimi sesleri kapalı.";

"Push notifications are off.|Reminder text for when push notifications are off on the phone." = "Push bildirimleri kapalı.";

"Push up to refresh...|message for push up to refresh" = "Yenilemek için yukarı it...";

"REC|The record button" = "KYT";

"Rate %@|Alert title for asking user to rate this app." = "%1$@ Uygulamasına Puan Ver";

"Rate %@|Label on button prompting user to rate the app." = "%1$@ Uygulamasına Puan Ver";

"Reach friends wherever they are now — mobile or web.|Body of Messenger NUX page 1" = "Arkadaşlarına bulundukları her yerden, telefon veya site üzerinden ulaş.";

"Reach friends wherever they are now|Detail subtitle for Cross Platform NUX slide" = "Arkadaşlarına bulundukları her yerden ulaş";

"Record Audio|action sheet option for recording some audio" = "Ses Kaydet";

"Record Video|action sheet option for recording a video" = "Video Kaydet";

"Record Voice|Button label for attaching an audio clip" = "Ses Kaydet";

"Record|Record button for voice message" = "Ses Kaydet";

"Record|Record button for voice recording" = "Ses Kaydet";

"Recorder failed to start|Error info for users saying the audio recorder failed to start." = "Kayıt aracı başlatılamadı";

"Recording cancelled|Notify user that the recording has been successfully cancelled." = "Kayıt iptal edildi";

"Release to cancel recording|The instruction to user: release the record button to cancel the recording." = "Kaydı iptal etmek için bırak";

"Release to refresh...|message for releasing to refresh" = "Yenilemek için bırak...";

"Remind Me Later|Label on button allowing the user to postpone rating the app." = "Daha Sonra Hatırlat";

"Remove Attachment|action sheet option for removing current attachment" = "Dosya Ekini Kaldır";

"Remove Photo|action sheet option for removing chosen photo" = "Fotoğrafı Kaldır";

"Remove Photo|action sheet option for removing current attachment" = "Fotoğrafı Kaldır";

"Removing...|text for removing progress" = "Kaldırılıyor...";

"Report a Problem|title for give feedback or report bug" = "Sorun Bildir";

"Resend|Resend - Resend Button Title" = "Tekrar Gönder";

"Retry|generic retry button" = "Tekrar Dene";

"Save Photo|action sheet option to save photo to library" = "Fotoğrafı Kaydet";

"Save photo as conversation image?|" = "Fotoğrafı konuşma resmi olarak kaydet?";

"Save|" = "Kaydet";

"Saving...|Progress text shown while saving a new image for a thread" = "Kaydediliyor...";

"Saving...|Progress text shown while saving a new name for a thread" = "Kaydediliyor...";

"Search for Friends|Accessibility label for button that toggles display of friends list/search" = "Arkadaşlarını Ara";

"Search for More Friends…|Label at bottom of online friends list that lets user search for more friends" = "Daha Fazla Arkadaşını Ara…";

"Search to add favorites|placeholder in edit favorites search bar" = "Sık kullanılanlara eklemek için ara";

"Search|placeholder in search bar" = "Arama";

"Searching...|Placeholder text in a search results list that indicates a contact search is ongoing" = "Aranıyor...";

"See which friends are within walking distance or visiting your city, and let them know you're nearby.|Description of NUX to encourage user to share location." = "Hangi arkadaşlarının yürüme mesafesinde olduğunu veya bulunduğun şehre geldiğini gör ve kendilerine yakınlarda olduğunu bildir.";

"Seen by Everyone|Seen state text for when everyone has seen the message." = "Herkes Gördü";

"Seen by everyone|Seen state text for when everyone has seen the message." = "Herkes gördü";

"Seen by %@ %@|Text for when a message has been seen by 1 person at a certain time or date/time. eg. (Seen by <name> <time>)" = "%1$@ gördü - %2$@";

"Seen by %@|Text for when a message has been seen by 1 person" = "%1$@ gördü";

"Seen by %@|Text for when a message has been seen by more than 1 person" = "%1$@ gördü";

"Seen by:|Text for seen state header" = "Görenler:";

"Seen %@ near %@|Text for when a message has been sen at a certain time (or date/time) and location e.g. (Seen 3:33 PM near Palo Alto)" = "Görüldü - %1$@, %2$@ yakınlarında";

"Seen %@|Text for when a message has been seen at a certain time or date/time. eg. (Seen 3:33PM) or (Seen Mon 3:33PM)" = "Görüldü - %1$@";

"Select country code|select country code text" = "Ülke kodunu seç";

"Send to Phone, Chat and Web|Call to action for Cross Platform NUX slide" = "Telefona, Sohbete ve Mesajlara Gönder";

"Send|Nav bar send button text" = "Gönder";

"Send|Send button for voice message" = "Gönder";

"Send|text to show in the send button" = "Gönder";

"Sending...|sending progress text" = "Gönderiliyor...";

"Sent a message|default notification text for messages with no body text" = "Mesaj gönderdin";

"Sent from Messenger|indicator that a message was sent from Messenger" = "Messenger'dan gönderildi";

"Sent from email|indicator that a message was sent from email" = "E-postadan gönderildi";

"Sent from mobile|indicator that a message was sent sent from a mobile device" = "Cep telefonundan gönderildi";

"Sent from web|indicator that a message was sent sent from web or chat" = "Siteden gönderildi";

"Sent from %@|Text used for showing the location where a message was sent from. e.g (city) or (city, state) or (city, country)." = "Nereden: %1$@";

"Session Expired|Error title for expired session" = "Oturum Zaman Aşımına Uğradı";

"Settings App > General > Location Services|Location of Location Services Settings page for before 4.3." = "Ayarlar Uygulaması > Genel > Konum Servisleri";

"Settings App > Location Services|Location of Location Services Settings page for 4.3 or later." = "Ayarlar Uygulaması > Konum Servisleri";

"Settings App > Privacy > Location Services|Location of Location Services Settings page for 6.0 or later." = "Ayarlar Uygulaması &gt; Gizlilik &gt; Konum Servisleri";

"Settings|Settings alert popup button" = "Ayarlar";

"Settings|title for settings page" = "Ayarlar";

"Settings|title of settings tab" = "Ayarlar";

"Share|Share button title" = "Paylaş";

"Shared a link|text for a link share" = "Bir bağlantı paylaşıldı";

"Shared a photo|text for a photo share" = "Bir fotoğraf paylaşıldı";

"Shared a video|text for a video share" = "Bir video paylaşıldı";

"Sign Up for Facebook|Sign Up - Sign Up Button Title" = "Facebook'a Kaydol";

"Skip|Skip - Skip Button Title" = "Geç";

"Something went wrong. Want to try again?|retry dialog message" = "Bir şeyler yanlış gitti. Tekrar denemek ister misin?";

"Sorry, something went wrong|Generic error message for Web browser errors" = "Üzgünüz, bir hata oluştu";

"Start Group Chats|Call to action for Group Chat NUX slide" = "Grup Sohbetleri Başlat";

"Stop attaching media|Accessibility text for button that lets user stop attaching photos or other media, as well as emoticons and emoji" = "Medya eklemeyi durdur";

"Stop|Stop button for voice recording" = "Durdur";

"Submit|Submit button title" = "Gönder";

"Switch Account|text for switching logged in user" = "Hesap Değiştir";

"Switch to Wi-Fi to complete your call|Error case when calls not allowed over cellular data. Suggest user switch to WiFi instead." = "Arama yapmak için Wi-Fi bağlantısına geç";

"Take Photo|action sheet option for taking a photo" = "Fotoğraf Çek";

"Tap \"Try Again\" to send this message.|prompt for how to resend a failed message send" = "Bu mesajı göndermek için Tekrar Dene'ye dokun.";

"Tap gear to turn on chat|placeholder in search bar when offline" = "Sohbeti açmak için çark simgesine dokun";

"Tap to discover who's in the area|Message of in-app notification explaining that user can tap to learn more about sharing location." = "Çevrede kimlerin olduğunu keşfetmek için dokun";

"Tap to return to call|Message shown on in-call bar explaining that the user may tap on it to return to the call screen" = "Aramaya dönmek için dokun";

"Tap to send a message|Message of in-app notification explaining that user can tap to message to nearby friends." = "Mesaj göndermek için dokun";

"Tap to turn on location|Title of location NUX when user has disabled location services." = "Konumu açmak için dokun";

"Text messages can't be sent to that number.|Error reported when a phone number with an unsupported mobile carrier is on the recipients list of a message." = "Bu numaraya kısa mesaj gönderilemiyor.";

"Text your friends wherever they are - on their phones or on chat.|The description message to promote users for installing Facebook Messenger app" = "Kısa mesajlarla arkadaşlarına bulundukları her yerden, telefonlarından veya sohbetten ulaş.";

"That phone number is not allowed to receive text messages.|Error reported when an unlaunched phone number is on the recipients list of a message." = "Bu telefon numarası kısa mesaj alamıyor.";

"There was a problem connecting to Facebook. Please check your connection and try again.|error message for failing to connect to Facebook" = "Facebook'a bağlanılırken bir hata oluştu. Lütfen bağlantını kontrol et ve tekrar dene.";

"There was a problem connecting your call. Please connect to Wi-Fi and try again.|Alert body message when connection failed suggesting user switch to wifi" = "Araman bağlanırken bir sorun oluştu. Lütfen Wi-Fi bağlantısını kur ve tekrar dene.";

"This Conversation|header text for alert settings applying to a single conversation" = "Bu Konuşma";

"Timeline|Button text to go to a user's timeline" = "Zaman Tüneli";

"Timeline|divebar timeline button title" = "Zaman Tüneli";

"Tip: Never Miss a Message|Title for reminder to turn on push notifications" = "İpucu: Mesajları asla kaçırma";

"To accept calls, you need to update to the new version of Messenger.|Error dialog body shown when an incoming call failed because the current version is outdated" = "Aramaları kabul edebilmek için, Messenger'ı yeni sürümüne güncellemelisin.";

"To complete your phone number activation, please enter the activation code|" = "Telefon numaranın aktivasyonunu tamamlamak için lütfen aktivasyon kodunu gir";

"To include location with your messages, go to your %@.|Alert dialog instructing the user how to re-enable location permission. The variable is 'Settings App > Location Services' or 'Settings App > General > Location Services'" = "Mesajlarına konumunu eklemek için telefonunda şuraya git: %1$@";

"To make calls, you need to update to the new version of Messenger.|Error dialog body. Shown when a user attempts to make a VoIP call but their version is incompatible." = "Aramalar yapabilmek için, Messenger'ı yeni sürümüne güncellemelisin.";

"To turn off alerts for this conversation, go to conversation settings.|User education for how to configure conversation alerts" = "Bu konuşmanın uyarılarını kapatmak için konuşma ayarlarına git.";

"To turn off location for all your conversations, go to your %@.|Text of location NUX when user turns off location services for the first time. The parameter is the location of the Location Services in the Settings app (ie. Settings App > Location Services)" = "Tüm konuşmaların için konumu kapatmak için şuraya git: %1$@";

"To turn on notifications, visit iPhone Settings %@ Notifications %@ Messenger|Body of dialog telling the user how to enable push notifications" = "Bildirimleri açmak için iPhone Ayarları %1$@ Bildirimler %2$@ Messenger'a git";

"To use this feature, go to your %@ settings and choose Location Services. Select ON for Facebook.|Error explanation when location services are unavailable. {name1} is the name of the current device, e.g. iPhone." = "Bu özelliği kullanmak için %1$@ ayarlarına git ve Konum Servisleri'ni seç. Facebook için Açık'ı seç.";

"To use this feature, go to your %@ settings and tap Privacy, then Location Services. Select ON for Facebook.|Error explanation when location services are unavailable. {name1} is the name of the current device, e.g. iPhone." = "Bu özelliği kullanmak için %1$@ ayarlarına git, Gizlilik'e ve ardından Konum Servisleri'ne dokun. Facebook için Açık'ı seç.";

"To|Accessibility label for to field in contact picker" = "Alıcı";

"To:|to field in contact picker" = "Kime:";

"Touch and hold to talk.\nRelease to send, or slide off the button to cancel.|Instruction text for holding voice record button, letting go to send, and dragging finger off to cancel message" = "Ses kaydı için düğmeyi basılı tutarak konuşmaya başla.\nGöndermek için düğmeyi bırak veya iptal etmek için parmağını kaydırarak düğmeden çek.";

"Try Again|button text for resending an unsent message. this is referred to in the prompt Tap \"Try Again\" text" = "Tekrar Dene";

"Turn Off Chat|Button title to let the user change their chat status from online to offline" = "Sohbeti Kapat";

"Turn Off Until 8am|Option to turn off alerts until 8am" = "08:00'e Kadar Kapat";

"Turn Off for 1h|Option to turn off alerts for 1 hour" = "1s Kapat";

"Turn Off|Option to turn off alerts" = "Kapat";

"Turn On Chat|Button title to let the user change their chat status from offline to online" = "Sohbeti Aç";

"Turn On Location Services|Error message title when location services are unavailable." = "Konum Servisleri'ni Aç";

"Turn On Notifications|Call to action in NUX encouraging user to turn on push notifications" = "Bildirimleri Aç";

"Turn On Notifications|Title of dialog telling the user how to enable push notifications" = "Bildirimleri Aç";

"Turn On|Option to turn on alerts" = "Aç";

"Turn On|Turn on alerts" = "Aç";

"Turn On|button label for deferring enabling push notifications" = "Aç";

"Turn on Push Notifications|Call to action for Push Notification NUX slide" = "Push Bildirimlerini Aç";

"Turn on push notifications to find out when new messages arrive.|Message for reminder to turn on push notifications" = "Bir mesaj gelir gelmez bundan haberdar olmak için push bildirimlerini aç.";

"Typing…|Text for when the other user is typing. Ends with an ellipsis (U+2026) and is lower-case." = "Yazıyor…";

"Unable to Call %@|Error dialog title. Shown when app must be updated" = "%1$@ Aranamadı";

"Unable to Play Voice Message|The message to show when user receives a voice message but his app doesn't support playing it back." = "Sesli Mesaj Dinletilemiyor";

"Unable to Save Image|retry dialog title for setting thread image" = "Görüntü Kaydedilemedi";

"Unable to Send|Title for send feedback failed warning." = "Gönderilemedi";

"Unable to add more people to the conversation. Please try again.|error message for failing to add people" = "Konuşmaya başkaları eklenemedi. Lütfen tekrar dene.";

"Unable to name your conversation.|error message after setting conversation name" = "Konuşmana ad verilemedi.";

"Unable to remove you right now.|error messages after leaving conversation" = "Konuşmadan çıkamadın.";

"Unable to save messaging favorites to Facebook|error message for failing to save messaging favorites" = "Sık mesajlaşılanlar Facebook'a kaydedilemedi";

"Unable to send message. Retry?|Alert text for when a message failed to send that also asks user to retry." = "Mesaj gönderilemedi. Tekrar dene?";

"Unable to send message.|Alert text for when a message failed to send." = "Mesaj gönderilemedi.";

"Unable to send right now.|error message for failing to send message" = "Şu anda gönderilemiyor.";

"Unpin|button title to remove user from favorites" = "Kaldır";

"Update|Get new version now button." = "Güncelle";

"Updating...|updating progress text" = "Güncelleniyor...";

"Upgrade Now|button text on alert dialog prompting user to upgrade app" = "Şimdi Yükselt";

"Use|use nav bar button in photo preview screen" = "Kullan";

"View Call|Text show on button that views an incoming call" = "Aramayı Gör";

"View in Maps|action sheet option for viewing a map" = "Haritada Bak";

"View|Alert button that takes user to the thread where a message failed to send" = "Gör";

"We'll text you a link to confirm your number.|Confirmation information text" = "Telefonunu onaylaman için sana kısa mesajla bir bağlantı göndereceğiz.";

"Welcome to Messenger|Title for NUX page" = "Messenger'a Hoş Geldin";

"Who would you like to send this message to?|dialog message for when user tries to send message to no recipients" = "Bu mesajı kime göndermek istiyorsun?";

"You can control this in your privacy settings.|Explanation to let user know he can change settings of sharing location." = "Bunu gizlilik ayarlarından kontrol edebilirsin.";

"You will get an SMS or email shortly with a code to use for logging in.|message in login approval dialog" = "Birazdan giriş yaparken kullanacağın kodun yazdığı bir SMS veya e-posta alacaksın.";

"You won't find out when you've received a message.|Body of dialog encouraging the user to enable push notifications" = "Mesaj aldığında haberdar olmayacaksın.";

"Your carrier doesn't allow calling with Messenger. Please turn on Wi-Fi in your phone settings.|Error message when user tries to initiate a call if carrier doesn't allowVOIP and not on wifi" = "Operatörün Messenger ile arama yapmana izin vermiyor. Lütfen telefonunun ayarlarından Wi-Fi bağlantısını aç.";

"Your message was not sent.|text shown when a message failed to send" = "Mesajın gönderilmedi.";

"Your messages were not sent.|text shown when more than 1 message failed to send" = "Mesajların gönderilmedi.";

"…|Ellipsis (U+2026) used to represent a chat message that is currently being written" = "…";

"active 1d ago|indicator that a user was active 1 day ago" = "1g önce aktifti";

"active 1h ago|indicator that a user was active 1 hour ago" = "1s önce aktifti";

"active 1m ago|indicator that a user was active 1 minute ago" = "1d önce aktifti";

"active now|indicator that a user is currently active, on web or mobile" = "şu an aktif";

"active on mobile %@ ago|presences status for being active on mobile a relative time ago" = "cep telefonunda %1$@ önce aktifti";

"active on mobile|presences status for being active on mobile" = "cep telefonunda aktif";

"active %id ago|indicator that a user was active 2+ days ago" = "%1$ig önce aktifti";

"active %ih ago|indicator that a user was active 2+ hours ago" = "%1$is önce aktifti";

"active %im ago|indicator that a user was active 2+ minute ago" = "%1$id önce aktifti";

"active %@ ago|presences status for being active a relative time ago" = "%1$@ önce aktifti";

"error|A short message for audio play error" = "hata";

"is calling|text below the caller's name when they are calling" = "arıyor";

"is typing…|text for when the other user is typing. ends with an ellipsis (U+2026) and is lower-case. name appears on left" = "yazıyor…";

"on mobile|presences status for being available on mobile" = "cep telefonunda";

"online %@ ago|presences status for being online on the web a relative time ago" = "%1$@ önce çevrimiçiydi";

"online|presences status for being online on the web" = "çevrimiçi";

"typing…|text for when the other user is typing. ends with an ellipsis (U+2026) and is lower-case." = "yazıyor…";

"%d of %d|Title on photo viewer screen showing which photo is currently displayed. eg. 2 of 3" = "%1$d / %2$d";

"%i Friend of Friends|Number of friends of friends in search result (singular)" = "%1$i Arkadaşlarının Arkadaşı";

"%i Friend|Number of friends in search result (singular)" = "%1$i Arkadaş";

"%i Friends of Friends|Number of friends of friends in search result (plural)" = "%1$i Arkadaşlarının Arkadaşı";

"%i Friends|Number of friends in search result (plural)" = "%1$i Arkadaş";

"%i days|text to show user was online/active N days ago (don't abbrev)" = "%1$i gün";

"%i hours|text to show user was online/active N hours ago (don't abbrev)" = "%1$i saat";

"%i minutes|text to show user was online/active N minutes ago (don't abbrev)" = "%1$i dakika";

"%id|short indicator that a user was active 2+ days ago" = "%1$ig";

"%ih|short indicator that a user was active 2+ hours ago" = "%1$is";

"%im|short indicator that a user was active 2+ minute ago" = "%1$id";

"%@  •  %@|Seen state text for a user in a group detail page. eg. (name <bullet-character> time)" = "%1$@  •  %2$@";

"%@ and %@ use Facebook Messenger|Upsell message for promoting Facebook Messenger. It shows how many your friends are already using Messenger" = "%1$@ ve %2$@ Facebook Messenger kullanıyor";

"%@ are Nearby|Title of in-app notification showing some friends are nearby. E.g. Tom, Jerry, +2 are Nearby" = "%1$@ Yakınlarda";

"%@ is Nearby|Title of in-app notification showing some friend is nearby. E.g. Tom is Nearby" = "%1$@ Yakınlarda";

"%@ is calling|Message notifying of an incoming call. First parameter is the name of the caller" = "%1$@ arıyor";

"%@ is in another call|End call message notifying caller that callee is unavailable. First parameter is the name of the callee" = "%1$@ bir başkasıyla görüşüyor";

"%@ is not available|End call message notifying caller that callee is unavailable. First parameter is the name of the callee" = "%1$@ müsait değil";

"%@ is typing…|string format text for when the other user is typing. ends with an ellipsis (U+2026) and is lower-case. name appears on left" = "%1$@ yazıyor…";

"%@ tried to call you|Error dialog title shown when an incoming voice call can't be received" = "%1$@ seni aramaya çalıştı";

"%@ uses Facebook Messenger|Upsell message for promoting Facebook Messenger. It shows how many your friends are already using Messenger" = "%1$@ Facebook Messenger kullanıyor";

"%@|Name of a person (used both standalone and in lists). Add honorifics (-san, etc.) if appropriate." = "%1$@";

"%@, %i more|List of user names and X more if the list is truncated at N names." = "%1$@, %2$i diğer kişi";

"%@, %@ and %@ use Facebook Messenger|Upsell message for promoting Facebook Messenger. It shows how many your friends are already using Messenger" = "%1$@, %2$@ ve %3$@ Facebook Messenger kullanıyor";

"%@, %@, %@ and 1 other friend use Messenger|Upsell message for promoting Facebook Messenger. It shows how many your friends are already using Messenger" = "%1$@, %2$@, %3$@ ve 1 diğer arkadaşın Messenger kullanıyor";

"%@, %@, %@ and %i other friends use Messenger|Upsell message for promoting Facebook Messenger. It shows how many your friends are already using Messenger" = "%1$@, %2$@, %3$@ ve %4$i diğer arkadaşın Messenger kullanıyor";

"%@…|a string that has been shortened adding ellipsis (unicode 2026)" = "%1$@…";

"%u Friend is Nearby|Title of in-app notification showing some friend is nearby. E.g. 1 Friend is Nearby" = "%1$u Arkadaşın Yakınlarda";

"%u Friends are Nearby|Title of in-app notification showing some friends are nearby. E.g. 2 Friends are Nearby" = "%1$u Arkadaşın Yakınlarda";

"%u Friends are Nearby|Title of megaphone to encourage user to share location. E.g. 2 Friends are Nearby." = "%1$u Arkadaşın Yakınlarda";

"%u of your friends are sharing when they're nearby|Message to let user know how many of his friends are sharing location." = "%1$u arkadaşın yakınlarda olduğunu paylaşıyor";

"%u photo attached|Accessiblity text for a single photo" = "%1$u fotoğraf ekledi";

"%u photos attached|Accessibility text for a photo set" = "%1$u fotoğraf eklendi";

